Repository: aidaiym/kopuro
Catalog: lib/l10n/arb/app_*.arb
Languages: ky

# onboardin1Text
source: Join us and explore a world of new opportunities!
ky: Бизге кошулуңуз жана жаңы мүмкүнчүлүктөр дүйнөсүн ачыңыз!

# onboardin2Text
source: Discover your dream job with us!
ky: Кыялыңдагы жумушту биз менен оңой тап!

source: Next
ky: Кийинки

source: Done
ky: Бүттү

source: Welcome
ky: Кош келиңиз

# loginText
source: Log in to your account
ky: Аккаунтуңузга кириңиз

# email
source: Your email
ky: Электрондук почтаныз

# emailErrorText
source: Please enter a valid email address
ky: Сураныч, электрондук почтанызды туура жазыныз

# password
source: Your password
ky: Сырсөз

# passwordErrorText
source: Password must contain at least one letter, one digit, and be at least 8 characters long.
ky: Сырсөз кеминде бир тамгадан, бир сандан жана 8 символдон көп болуусу керек.

source: Verify Password
ky: Сырсөздү ыраста

# verifyPasswordErrorText
source: Passwords do not match
ky: Cырсөздөр дал келбейт

# signIn
source: Login
ky: Кирүү

source: Sign up
ky: Катталуу

source: Search
ky: Издөө

source: Error
ky: Ката

source: Full Name
ky: Аты-жөнү

source: About You
ky: Өзү жөнүндө

source: Education
ky: Билими

source: Work Experience
ky: Иш тажрыйбасы

source: Interests
ky: Көндүмдөрү

source: Location
ky: Жайгашкан жери

source: Phone Number
ky: Телефон номери

source: Contact Information
ky: Байланыш маалыматтары

source: Select Account Type
ky: Аккаунттун түрүн тандаңыз

# areYouAnEmployerOrJobSeeker
source: Are you an employer or a job seeker?
ky: Сиз жумуш издөөчүсүзбү же жумуш берүүчүсүзбү?

source: Job Seeker
ky: Жумуш издөөчү

source: Employer
ky: Жумуш берүүчү

source: Candidates
ky: Кандитаттар

# candidatesEmpty
source: There are no candidates yet
ky: Азырынка бул вакансияга кандитаттар жок

source: Add Vacancy
ky: Жаны вакансия кошуу +

source: Vacancies
ky: Вакансиялар

source: Profile
ky: Профиль

source: Create Vacancy
ky: Вакансия түзүү

source: Job Title
ky: Жумуштун аталышы

source: Job Description
ky: Жумуш жөнүндө

source: Job Type
ky: Жумуштун түрү

source: Job Location
ky: Жайгашкан жери

source: Job Salary
ky: Эмгек акы

source: Save
ky: Сактоо

source: Error uploading company profile
ky: Компания профилин жүктөөдө ката кетти

source: skip
ky: Өткөрүп жиберүү

source: Company Name
ky: Компаниянын аты

source: About Company
ky: Компания тууралуу

source: Company Location
ky: Компаниянын жайгашкан жери

source: Company Contact Number
ky: Компаниянын байланыш номери

# webLinkCompany
source: Company Web Link
ky: Компаниянын web-site

source: Company Email
ky: Компания электрондук почтасы

source: Error fetching user data:
ky: Ката, колдонуучунун деректерин алып жатканды түшүнө албайсыз

source: Edit Profile
ky: Профилин түзөтүү

source: Save Changes
ky: Өзгөрүүлөрдү сактоо

source: User Profile
ky: Өздүк баракча

source: Logout
ky: Чын эле чыгып кеткиңиз келеби

# errorApplyingToVacancy
source: Error applying to the vacancy:
ky: Вакансияга тапшырып жатканда ката кетти

source: Apply to Vacancy
ky: Подать заявку на вакансию

source: Choose Language
ky: Тилди тандаңыз

source: English
ky: Английский

source: Russian
ky: Русский

source: Kyrgyz
ky: Кыргызча

# verifyEmailLink
source: Verify Your Email
ky: Электрондук почтаңызды текшериңиз

# verifyEmailLinkText
source: A verification link has been sent to your email. Please verify your email and click the link.
ky: Сиздин электрондук почтаңызга текшерүү шилтемеси жөнөтүлдү. Сураныч, почтаңызды текшерип, шилтемени басыңыз.

source: Verify
ky: Текшерүү

# verifyError
source: Email not verified. You can provide an option to resend verification.
ky: Электрондук почта текшерилген жок.

# nameErrorText
source: Please enter your full name
ky: Сураныч, Аты-жөнү жазыныз

# numberErrorText
source: Please enter your phone number
ky: Сураныч, Телефон номер жазыныз

# yourJob
source: Your profession
ky: Сиздин кесибиңиз

# jobValidator
source: Please enter your profession
ky: Сураныч, кесибиңизди жазыныз

# workExperienceLabel
source: Work experience
ky: Иш тажрыйбаңыз

# workExperienceValidator
source: Please enter your work experience
ky: Сураныч, иш тажрыйбаңызды жазыныз

# skillsLabel
source: Skills
ky: Көндүмдөрүңүз

# skillsValidator
source: Please enter your skills
ky: Сураныч, көндүмдөр жазыныз

# locationLabel
source: Location
ky: Жайгашкан жери

# aboutLabel
source: About me
ky: Мен тууралуу

# educationLabel
source: Education
ky: Билимиңиз тууралуу

# languageLabel
source: Language
ky: Тил

# submitButton
source: Submit
ky: Катталуу

# submitErrorMessage
source: Please fill in all required fields
ky: Сураныч, бардык талап кылынган талааларды толтуруңуз

source: No
ky: Жок

source: Yes
ky: ооба

source: Your Vacancy List
ky: Сиз кошкон вакансиялардын тизмеси

# noYourVacancy
source: Currently, you have no vacancies in your company
ky: Азырынча сиздин компаниянын вакансиялары жок

source: Edit Company Profile
ky: Компаниянын профилин өзгөртүү

# moreInfo
source: More Information
ky: Kөбүрөөк маалымат алуу

# successTitle
source: Perfectly!
ky: Азаматсыз!

# successContent
source: You have successfully applied to the vacancy!
ky: Вы успешно подали заявку на вакансию!

source: Full-time
ky: Толук убакыт

source: Part-time
ky: Кичине убакыт

source: Remote
ky: Үздөк

source: Onsite
ky: Жайгашкан

source: From
ky: Маалыматсыздан

source: To
ky: чейин

source: Apply
ky: Фильтр

# resendemail
source: Try to resend the verification link again.
ky: Tастыктоо шилтемесин кайра жөнөтүү
